Repository: peters-web-hosting/yws-lang
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: ASN Lookup
es: Búsqueda de ASN

source: Enter ASN or Network Name:
es: Ingrese el ASN o nombre de red:

source: Lookup
es: Buscar

source: ASN Details
es: Detalles del ASN

source: ASN Name:
es: Nombre del ASN:

source: Risk:
es: Riesgo:

source: Seen:
es: Visto:

source: times
es: veces

source: IP Lookup
es: Búsqueda de IP

source: IP Lookup for
es: Búsqueda de IP para

source: Enter IP Address:
es: Ingrese la dirección IP:

source: Suggested IPs:
es: IPs sugeridas:

source: Report this IP as a good Bot
es: Reportar esta IP como un buen bot

source: Bot Name:
es: Nombre del bot:

source: Flag Bot
es: Marcar bot

source: Report this IP
es: Reportar esta IP

source: Flag IP
es: Marcar IP

source: IP Details
es: Detalles de la IP

source: Date Reported:
es: Fecha reportada:

source: Country:
es: País:

source: Times found in log files:
es: Veces encontradas en los archivos de registro:

source: User reports:
es: Informes de usuarios:

source: Average Risk:
es: Riesgo promedio:

source: Bot Information
es: Información del bot
